{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GooglePlayPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Не удалось оформить покупку; нет доступных предложений."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Не удалось оформить покупку; другая транзакция пользователя уже обрабатывается."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Не удалось оформить покупку; пользователь не может совершать покупки."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemGooglePlay",
			"Children": [
				{
					"Source":
					{
						"Text": "Google Play"
					},
					"Translation":
					{
						"Text": "Google Play"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Invalid purchase result"
					},
					"Translation":
					{
						"Text": "Неверный результат покупки"
					},
					"Key": "GooglePlayInvalidState"
				},
				{
					"Source":
					{
						"Text": "Transaction Canceled"
					},
					"Translation":
					{
						"Text": "Транзакция отменена"
					},
					"Key": "GooglePlayTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "Transaction Failed"
					},
					"Translation":
					{
						"Text": "Не удалось провести транзакцию"
					},
					"Key": "GooglePlayTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Неожиданный результат покупки"
					},
					"Key": "GooglePlayUnexpectedState"
				}
			]
		}
	]
}